<?php
// Text
$_['text_subject']  = '%s - شكراً لتسجيلك معنا';
$_['text_welcome']  = 'مرحباً بك وشكرا لتسجيلك في %s!';
$_['text_login']    = 'لقد تم انشاء حسابك ويمكنك الان تسجيل الدخول باسم بريدك الالكتروني وكلمة المرور بزيارة موقعنا على الرابط التالي :';
$_['text_approval'] = 'يجب الموافقة أولاً على استكمال انشاء حسابك من ادارة الموقع. وبعد ذلك يمكنك تسجيل الدخول باسم بريدك الالكتروني وكلمة المرور بزيارة موقعنا على الرابط التالي :';
$_['text_services'] = 'بعد تسجيل الدخول, سوف تتمكن من الحصول على الخدمات الاخرى في موقعنا مثل مراجعة الطلبات السابقة وطباعة الفواتير وتعديل المعلومات الخاصة بك .';
$_['text_thanks']   = 'شكراً لك,';
$_['text_new_customer']   = 'عميل جديد';
$_['text_signup']         = 'وقعت العملاء مطابق:';
$_['text_website']        = 'الموقع على الإنترنت:';
$_['text_customer_group'] = 'مجموعة العملاء:';
$_['text_firstname']      = 'الاسم الأول:';
$_['text_lastname']       = 'الاسم الأول:';
$_['text_company']        = 'الشركة:';
$_['text_email']          = 'البريد الإلكتروني:';
$_['text_telephone']      = 'الهاتف:';
?>