<?php
// Heading 
$_['heading_title']                 = 'برنامج أفليت';

// Text
$_['text_account']                  = 'الحساب';
$_['text_login']                    = 'دخول';
$_['text_description']              = 'التابعة لبرنامج <p> و٪ و مجاني وتمكن أعضاء لكسب الدخل عن طريق وضع رابط أو روابط على موقع على شبكة الإنترنت التي تعلن٪ S أو منتجات محددة على ذلك. إجراء أي مبيعات للعملاء الذين قاموا بالنقر على هذه الروابط سوف تكسب لجنة التابعة لها. نسبة العمولة هو معيار حاليا٪ ق. </ ع> لمزيد من المعلومات، يرجى زيارة صفحة الأسئلة الشائعة أو راجع شروط التابعة لها والشروط. </p>';
$_['text_new_affiliate']            = 'انضم جديدة';
$_['text_register_account']         = '<p> وأنا لست حاليا عضوا منتسبا. </p> <p> انقر متابعة أدناه لإنشاء حساب جديد التابعة لها. يرجى ملاحظة أن هذا لا يكون متصلا بأي شكل من الأشكال إلى حساب العميل الخاص بك. </p>';
$_['text_returning_affiliate']      = 'التابعة لتسجيل الدخول';
$_['text_i_am_returning_affiliate'] = 'أنا التابعة العائدين.';
$_['text_forgotten']                = 'نسيت كلمة المرور';

// Entry
$_['entry_email']                   = 'البريد الالكتروني:';
$_['entry_password']                = 'كلمة المرور:';

// Error
$_['error_login']                   = 'تحذير: لايوجد تطابق بين البريد الالكتروني وكلمة المرور.';
$_['error_approved']                = 'تحذير: حسابك يتطلب موافقة قبل أن تتمكن من تسجيل الدخول.';
?>


