<?php
// Heading  
$_['heading_title']   = 'سلة الشراء';

// Text
$_['text_success']           = 'نجاح: لقد قمت بإضافة <a href="٪s">٪ ق </a> ل<a href="٪s"> سلة التسوق الخاصة بك </a>';
$_['text_remove']            = 'نجاح: لقد قمت بتعديل سلة التسوق الخاصة بك!';
$_['text_coupon']            = 'نجاح: تم تطبيق خصم القسيمة الخاصة بك!';
$_['text_voucher']           = 'نجاح: تم تطبيق الخاص بك هدية قسيمة خصم!';
$_['text_reward']            = 'نجاح: تم تطبيق الخصم الخاص نقاط المكافأة!';
$_['text_shipping']          = 'نجاح: تم تطبيق تقديرات الشحن الخاص بك!';
$_['text_login']             = 'انتباه: يجب <a href="٪s"> تسجيل الدخول </a> أو <a href="٪s"> إنشاء حساب </a> لمشاهدة الأسعار!';
$_['text_points']            = 'النقاط:٪ s';
$_['text_items']             = '٪ s البند (ق) -٪ s';
$_['text_next']              = 'ماذا تريد أن تفعل بعد ذلك؟';
$_['text_next_choice']       = 'اختر إذا كان لديك رمز الخصم أو نقاط المكافأة التي تريد استخدامها أو ترغب في تقدير تكلفة التسليم.';
$_['text_use_coupon']        = 'استخدام رمز القسيمة';
$_['text_use_voucher']       = 'استخدام قسيمة هدية';
$_['text_use_reward']        = 'استخدام النقاط (متوفر٪ s)';
$_['text_shipping_estimate'] = 'نقدر الشحن والضرائب';
$_['text_shipping_detail']   = 'أدخل وجهتك إلى الحصول على تقدير الشحن.';
$_['text_shipping_method']   = 'الرجاء اختيار طريقة الشحن المفضل لاستخدامها في هذا النظام.';
$_['text_empty']             = 'سلة التسوق الخاصة بك فارغة!';
$_['text_until_cancelled']   = 'حتى يتم إلغاؤه';
$_['text_recurring_item']    = 'البند التكراري';
$_['text_payment_profile']   = 'الملف الشخصي الدفع';
$_['text_trial_description'] = '٪ s كل٪ d٪ ق (ق) ل٪d دفعة (ق) ثم';
$_['text_payment_description'] = '٪ s كل٪ d٪ ق (ق) ل٪ d دفعة (ق)';
$_['text_payment_until_canceled_description'] = '٪ s كل٪ d٪ ق (ق) حتى يتم إلغاؤه';
$_['text_day']               = 'يوم';
$_['text_week']              = 'أسبوع';
$_['text_semi_month']        = 'نصف الشهر';
$_['text_month']             = 'شهر';
$_['text_year']              = 'سنة';

// Column
$_['column_image']    = 'صورة';
$_['column_name']     = 'الاسم';
$_['column_model']    = 'النوع';
$_['column_quantity'] = 'الكمية';
$_['column_price']    = 'سعر الوحدة';
$_['column_total']    = 'الاجمالي';

// Entry
$_['entry_coupon']           = 'أدخل القسيمة الخاصة بك هنا:';
$_['entry_voucher']          = 'أدخل هدية شفرة القسيمة هنا:';
$_['entry_reward']           = 'نقاط لاستخدامها (ماكس٪ s):';
$_['entry_country']          = 'الدولة:';
$_['entry_zone']             = 'المنطقة / الولاية:';
$_['entry_postcode']         = 'الرمز البريدي:';

// Error
$_['error_stock']     = 'الطلبات التي بها علامة ***  غير متوفرة حالياً أو الكمية المطلوبة غير كافية!';
$_['error_minimum']   = 'أقل كمية طلب لهذا المنتج هو %s!';	
$_['error_required']  = '%s مطلوب !';	
$_['error_product']          = 'تحذير: لا توجد منتجات في عربة التسوق الخاصة بك!';	
$_['error_coupon']           = 'تحذير: الكوبون إما غير صالح، انتهت أو وصلت انه \ ق حد الاستخدام!';
$_['error_voucher']          = 'تحذير: قسيمة شرائية هي إما غير صالح أو تم استخدام الرصيد حتى!';
$_['error_reward']           = 'تحذير: يرجى إدخال قدر من النقاط مكافأة للاستخدام!';	
$_['error_points']           = 'تحذير: أنت دون \ ر لها٪ s نقاط المكافأة!';
$_['error_maximum']          = 'تحذير: الحد الأقصى لعدد النقاط التي يمكن تطبيقها هو٪ s!';
$_['error_postcode']         = 'الرمز البريدي يجب أن يكون بين 2 و 10 حرفا!';
$_['error_country']          = 'يرجى تحديد بلد!';
$_['error_zone']             = 'الرجاء تحديد المنطقة / الدولة!';
$_['error_shipping']         = 'تحذير: طريقة شحن المطلوبة!';
$_['error_no_shipping']      = 'تحذير: توجد خيارات الشحن المتاحة. يرجى href="٪s"> <a الاتصال بنا </a> للحصول على المساعدة!';
$_['error_profile_required'] = 'يرجى تحديد ملف تعريف الدفع!';

$_['text_trial']             = '٪ s٪ s كل٪ s للمدفوعات٪ s ثم';
$_['text_recurring']         = '٪ s٪ s٪ كل ليالي';
$_['text_length']            = 'للمدفوعات٪ s';
?>