<?php
// Text
$_['text_for']          = '٪ s شهادة هدية ل٪ s';
$_['text_success']      = 'ترتيب المجاميع تم بنجاح إعادة حساب!';

// Error
$_['error_warning']     = 'تحذير: يرجى الاطلاع على النموذج بعناية عن الأخطاء!';
$_['error_permission']  = 'لم يكن لديك إذن للوصول إلى هذه الصفحة، يرجى الرجوع إلى مسؤول النظام الخاص بك.';
$_['error_customer']    = 'تحذير: لا يمكن العثور على العملاء اختيار!';
$_['error_email']       = 'لا يظهر عنوان البريد الإلكتروني لتكون صالحة!';
$_['error_postcode']    = 'الرمز البريدي يجب أن يكون بين 2 و 10 حرفا!';
$_['error_country']     = 'يرجى تحديد بلد!';
$_['error_zone']        = 'الرجاء تحديد المنطقة / الدولة!';
$_['error_stock']       = 'المنتجات التي تحمل علامة *** لا تتوفر في الكمية المطلوبة أو لا في الأسهم!';
$_['error_minimum']     = 'الحد الأدنى للمبلغ النظام ل٪ s هو٪ s!';	
$_['error_required']    = '٪ s المطلوبة!';
$_['error_shipping']    = 'تحذير: طريقة شحن المطلوبة!';
$_['error_no_shipping'] = 'تحذير: توجد خيارات الشحن المتاحة!';
$_['error_payment']     = 'تحذير: طريقة الدفع المطلوبة!';
$_['error_no_payment']  = 'تحذير: توجد خيارات الدفع المتاحة!';
$_['error_coupon']      = 'تحذير: الكوبون إما غير صالح، انتهت أو وصلت انه \ ق حد الاستخدام!';
$_['error_voucher']     = 'تحذير: قسيمة شرائية هي إما غير صالح أو تم استخدام الرصيد حتى!';
$_['error_reward']      = 'تحذير: يرجى إدخال قدر من النقاط مكافأة للاستخدام!';	
$_['error_points']      = 'تحذير: أنت دون \ ر لها٪ S نقاط المكافأة!';
$_['error_maximum']     = 'تحذير: الحد الأقصى لعدد النقاط التي يمكن تطبيقها هو٪ s!';
$_['error_to_name']     = 'يجب أن يكون المتلقي \ اسم بين 1 و 64 حرفا!';
$_['error_from_name']   = 'يجب أن يكون اسمك بين 1 و 64 حرفا!';
$_['error_amount']      = 'يجب أن يكون المبلغ بين٪ s و٪ s!';
?>